src/CFD/OpenFOAM/OpenFOAM-v2206-MUI/tutorials/multiphase/reactingTwoPhaseEulerFoam/RAS/bubbleColumn/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

restore0Dir

runApplication blockMesh

runApplication setFields

runApplication $(getApplication)

#------------------------------------------------------------------------------
